import React from "react";

function History() {
  return (
    <div className="text-center pb-10 px-5">
      <p className="text-xl font-medium text-indigo-900 mb-2">تاریخچه</p>
      <p className="text-sm mb-3">
        مجتمع فنی تهران در سال 1358 با آموزش دوره های الکترونیک، الکتروتکنیک،
        الکترومکانیک، تعمیر رادیو و تلویزیون سیاه و سفید و رنگی و برق صنعتی با
        نظر وهمت دکتر سعید سعادت فارغ التحصیل دانشگاه صنعتی شریف، رسماً فعالیت
        آموزشی خود را آغاز نمود.
      </p>
      <p className="text-sm mb-3">
        این موسسه بعنوان اولین مرکز مجاز آموزش علوم کامپیوتر موفق به دریافت مجوز
        از سازمان آموزش فنی و حرفه ای شد و در حال حاضر با برخورداری از 50 مرکز
        آموزشی در سطح کشور و نشر بیش از 3000 عنوان کتاب و ده ها پروژه آموزشی و
        پژوهشی در حوزه IT و کامپیوتر به عنوان بزرگترین مرکز آموزش ICT کشور در
        بخش خصوصی به فعالیت خود ادامه می دهد. مجتمع فنی تهران همواره سعی داشته
        خود را با رشد تصاعدی و تحولات دم افزا صنعت کامپیوتر در جهان هماهنگ کند،
        به نحوی که امروزه برای دستیابی به اهداف میان مدت و بلندمدت خود دارای سند
        استراتژی مدون می باشد و بر مبنای چشم انداز آن :موسسه پیشرو در حوزه مهارت
        آموزی و توسعه اشتغال مولد، به روزی می اندیشد که هر خانواده ایرانی از
        تجربه عالی خدمات و محصولات آن برخوردار شود مجتمع فنی تهران به منظور تحقق
        سند چشم انداز، ماموریت خود را توسعه اشتغال و کار آفرینی از طریق آموزش
        های مهارت محور می داند. این سازمان به عنوان برترین و محبوبترین موسسه
        آموزشی کشور در حوزه فناوری و آموزش های مهارت محور در بخش خصوصی قلمرو
        فعالیت خود را تمامی مناطق ایران، حضور موثر در خاورمیانه بخصوص کشورهای
        فارسی زبان سراسر دنیا و همکاری با سایر کشورها ترسیم می نماید.
      </p>
      <p className="text-sm mb-3">
        مدیریت دانش محور و تلاش برای ارائه خدمات و محصولاتی متناسب با هزاره سوم
        در جهت آموزش مهارت و تخصص پیشرفته و همچنین کارآفرینی و اشتغال، بخشی از
        فعالیتهای گسترده مجتمع فنی تهران به منظور نیل به اهداف چشم انداز 20 ساله
        کشور عزیزمان می باشد.
      </p>
      <p className="text-sm mb-3">
        بیش از چهار دهه است که پایه گذاران روشهای نوین آموزش، کارآفرینی، توسعه
        صنعت IT و سایر مهارتهای شغلی کشور در راستای توسعه اشتغال، در مجتمع فنی
        تهران دوشادوش هم برای آبادانی میهن و گسترش دانش و علوم جدید و به منظور
        ایجاد اشتغال در ایران عزیز تلاش می نمایند.
      </p>
    </div>
  );
}

export default History;
